[Name.Prefix.Prefix__TinyTinas WeaponNamePartDefinition]
PartName="Tina Pequenina"

[Name.Title.Title_Unique_BoomPuppy WeaponNamePartDefinition]
PartName="Filhote Explosiva"

[Name.Title.Title_Unique_BoomPuppy:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Bum! Bum! Bum! BUM! BUUM! MUITO BEM, CÃOZINHO!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Cobra WeaponNamePartDefinition]
PartName="Cobra"

[Name.Title.Title_Unique_Cobra:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Quando ouvi falar, eu disse: CARACA! Eu preciso dessa arma!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Firecracker WeaponNamePartDefinition]
PartName="Firecracker"

[Name.Title.Title_Unique_Firecracker:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Esse é o plano: ''pium, pium, ratátátá, pium''. Desse jeito."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_FlameTosser WeaponNamePartDefinition]
PartName="Flame Tosser"

[Name.Title.Title_Unique_FlameTosser:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="232 graus Celsius."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Kitten WeaponNamePartDefinition]
PartName="Gatinha"

[Name.Title.Title_Unique_Kitten:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Somos todos loucos aqui. Eu sou... e você também é."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_PocketRocket WeaponNamePartDefinition]
PartName="Canhão de Bolso"

[Name.Title.Title_Unique_PocketRocket:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Você tem uma arma no seu bolso ou só está feliz em me ver?"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_SlowHand WeaponNamePartDefinition]
PartName="Mão Lenta"

[Name.Title.Title_Unique_SlowHand:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sem pressa, meu bem..."
Suffix=""
Prefix=""

